Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Saved and shared images <b>will not be</b> deleted when you erase %1s history
co: E fiure sparte o arregistrate <b>ùn sò micca squassate </b>quandu a crunulogia di %1s hè squassata.

source: Search for %1$s
co: Ricercà %1$s

source: Search in Focus
co: Circà in Focus

source: Search in Focus Beta
co: Circà in Focus Beta

source: Search in Focus Nightly
co: Circà in Focus Nightly

source: Searching for something different? Choose another default search engine in Settings.
co: Ricercate qualcosa di sfarente ? Sciglite un altru mutore di ricerca predefinitu in i parametri.

source: Search in Klar
co: Circà in Klar

source: Search Privately
co: Fà una ricerca privata

source: Search widget
co: Widget di ricerca

source: Security
co: Sicurità

source: See fewer banners by automatically rejecting cookie requests, when possible.
co: Fighjate menu di striscie righjittendu autumaticamente e dumande di canistrelli quand’ellu hè pussibule.

source: Select your preferred engine:
co: Selezziunate u vostru mutore di ricerca preferitu :

source: Send usage data
co: Mandà dati d’adopru

source: Server not found
co: Indirizzu intruvevule

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
co: Sciglite %1$s cum’è u vostru navigatore predefinitu è cusì a navigazione serà privata quandu e pagine web s’apreranu da d’altre appiecazioni.

source: Set default, autocomplete
co: Mutore predefinitu, scrittura mezu-autumatica

source: settings
co: preferenze

source: Shortcut will open with Enhanced Tracking Protection disabled
co: L’accurtatoghju s’aprerà cù a prutezzione rinfurzata contr’à u spiunagiu disattivata

source: Shortcut will open with Tracking Protection disabled
co: L’accurtatoghju s’aprerà cù a prutezzione contr’à u spiunagiu disattivata

source: Show home screen tips
co: Affissà minichichje nant’à u screnu d’accolta

source: Show search suggestions?
co: Affissà e suggestioni di ricerca ?

source: %s is a privacy-first browser with extra-strong tracking and cookie protection built in.
co: %s hè un navigatore primurosu di cunfidenzialità cù prutezzioni integrate assai forte contr’à u spiunagiu è i canistrelli.

source: Site behaving unexpectedly? Try turning off Tracking Protection
co: Stu situ ùn si cumporta micca cum’è previstu ? Pruvate di disattivà a prutezzione contr’à u spiunagiu

source: Site missing content or acting strange? Try turning off Enhanced Tracking Protection
co: Ci seria u cuntenutu chì manca o u situ si cumpurteria d’una manera strana ? Pruvate di disattivà a prutezzione rinfurzata contr’à u spiunagiu

source: Site missing content or acting strange? Try turning off Tracking Protection
co: Ci seria u cuntenutu chì manca o u situ si cumpurteria d’una manera strana ? Pruvate di disattivà a prutezzione contr’à u spiunagiu

source: Site Security
co: Sicurità di u situ

source: Social
co: Suciale

source: Some ads track site visits, even if you don’t click the ads
co: Parechje publicità spiunanu e vostre visite nant’à i siti, ancu senza cliccà nant’à e publicità

source: Some search engines cannot show suggestions.
co: Certi mutori di ricerca ùn ponu affissà suggestioni.

source: Sorry. We’re having a problem with this tab.
co: Per disgrazia, avemu un prublema cù st’unghjetta.

source: Start your private browsing session, and we’ll block trackers and other bad stuff as you go.
co: Principiate a vostra sessione di navigazione privata è noi bluccheremu l’elementi di spiunagiu è l’altre minacce durante a navigazione.

source: Stealth
co: Modu furtivu

source: Stop loading website
co: Piantà u caricamentu di u situ web

source: Switching Apps
co: Navigazione trà l’appiecazioni

source: Switch to link in new tab immediately
co: Affissà subitu ogni liame apertu in un’unghjetta nova

source: System default
co: Valore predefinitu di u sistema

source: Tab Crashed
co: L’unghjetta hè rotta

source: Tab’s browsing history has been erased.
co: A cronolugia di navigazione di l’unghjetta hè stata squassata.

source: Tabs open: %1$s
co: Unghjette aperte : %1$s

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
co: A navigazione privata passa à u livellu insù. Bluccate e publicità è altri perseguitatori chì vi spiunanu è rallentanu u caricamentu di e pagine web.

source: Tap here to trash it all — history, cookies, everything — and start fresh on a new tab.
co: Picchichjate quì per squassà tuttu - cronolugia, canistrelli, ecc. - è principiate à zeru in un’unghjetta nova.

source: Tap or clear this notification to securely erase your browsing history.
co: Picchichjate o spazzate sta nutificazione per squassà di manera sicura a vostra cronolugia di navigazione.

source: Tap or swipe this notification to securely erase your browsing history.
co: Picchichjate sta nutificazione o fatela sguillà per squassà di manera sicura a vostra cronolugia di navigazione.

source: These default settings offer strong protection. But it’s easy to tweak the settings to meet your specific needs.
co: Sti parametri predefiniti furniscenu una prutezzione forte. Ma hè faciule di mudificalli per suddisfà i vostri bisogni specifichi.

source: The site you requested does not support HTTPS
co: U situ richiestu ùn permette micca u modu HTTPS

source: This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server. <br/><br/> If you’ve connected to this server successfully in the past, the error may be temporary.
co: Stu penseru pò pruvene da a cunfigurazione di u servitore, osinnò ghjè qualchissia forse chì prova d’impatruniscesi di u servitore. <br/><br/> S’è vo avete dighjà riesciutu à cunnettevi à stu servitore, u sbagliu pò esse timpurariu.

source: This site doesn’t support HTTPS
co: Stu situ ùn permette micca u modu HTTPS

source: This site is currently not supported by Cookie Banner Reduction. Would you like to request our team review this website and add support in the future?
co: Ora, stu situ ùn hè micca accettatu da a riduzzione di e striscie di cannistrelli. Vulete fà una dumanda à a nostra squadra per verificà stu situ web è accettallu in u futuru ?

source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
co: Per ottene suggestioni di ricerca, %1$s hà bisognu di mandà ciò chì hè scrittu in a barra d’indirizzu ver di u mutore di ricerca sceltu. %2$s.

source: To get suggestions, %1$s needs to send what you type in the address bar to the search engine.
co: Per ottene suggestioni di ricerca, %1$s hà bisognu di mandà à u mutore di ricerca ciò chì vo stampittate in a barra d’indirizzu.

source: Touch the fingerprint sensor to continue.
co: Tuccate u lettore d’impronta digitale per cuntinuà.

source: Trackers and Scripts to Block
co: Perseguitatori è scenarii à bluccà

source: Trackers blocked
co: Perseguitatori bluccati

source: Trackers blocked since %s
co: Perseguitatori bluccati dapoi u %s

source: Tracking, cookies, data choices
co: Traccie, canistrelli, scelta di dati cullettati

source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
co: Un situ di cunfidenza ? Allowlist disattiveghja a prutezzione contr’à u spiunagiu per i siti di cunfidenza chì voi cunniscite.

source: Turning this off may fix some site problems
co: Disattivà st’ozzione pò risolve qualchì penseru di u situ

source: Turn off tips on the start screen
co: Disattivà e minichichje nant’à u screnu d’avviu

source: Turn off to fix some sites
co: Disattivà per currege certi siti

source: Unlock using fingerprint if you’ve added Shortcuts or when a website is already open in %s.
co: Spalancate cù l’impronta digitale s’è vo avete aghjuntu accurtatoghji o quandu un situ web hè dighjà apertu in %s.

source: URL already exists
co: L’indirizzu esiste dighjà

source: URL Autocomplete
co: Scrittura mezu-autumatica di l’indirizzi

source: URL to add
co: Indirizzu web à aghjunghje

source: Used to collect, analyze and measure activities like tapping and scrolling
co: Ghjovanu à cullettà, analizà è misurà e vostre attività cum’è picchichjà nant’à u screnu o fà sfilà e pagine

source: Use fingerprint to unlock app
co: Impiegà un’impronta digitale per spalancà l’appiecazione

source: Verified by: %1$s
co: Verificatu da : %1$s

source: Want to keep Enhanced Tracking Protection off for a site you trust? Add it to the Allowlist in Settings
co: Vulete disattivà a prutezzione rinfurzata contr’à u spiunagiu per un situ di cunfidenza chì voi cunniscite ? Aghjunghjelu à a lista di i siti di cunfidenza in e Preferenze

source: Want to keep Tracking Protection off for a site you trust? Add it to the Allowlist in Settings
co: Vulete disattivà a prutezzione contr’à u spiunagiu per un situ di cunfidenza chì voi cunniscite ? Aghjunghjelu à a lista di i siti di cunfidenza in e Preferenze

source: Want to see the full version of a site? Switch on Desktop Site from the %1$s menu
co: Vulete fighjà a versione cumpleta d’un situ ? Passate à a versione d’urdinatore da u listinu di %1$s

source: Web Content
co: Cuntenutu di u Web

source: Website loaded
co: Situ web caricatu

source: We clear your history when you close the app for extra privacy.
co: Per più di cunfidenzialità, squassemu a vostra cronolugia quandu si chjode l’appiecazione.

source: Welcome to %1$s
co: Benvenuta in %1$s

source: Welcome to %1$s!
co: Benvenuta in %1$s !

source: We’ll leave you to your private browsing, but get a quicker start next time with the %1$s widget on your Home screen.
co: Vi lasciemu à a vostra navigazione privata, ma principiate più prestu e prossime volte cù u widget %1$s nant’à u vostru screnu d’accolta.

source: Where incognito meets invisible
co: Induve l’incognitu scontra l’invisibile

source: Why yes, we do have a fresh new look! Read more about this and other updates to %1$s.
co: Hè vera, avemu un aspettu tuttu novu ! Sapene di più apprupositu di què è d’altre mudificazioni nant’à %1$s.

source: Widget added to home screen
co: Widget aghjuntu à u screnu d’accolta

source: Would you like to block cookies?
co: Vulete bluccà i canistrelli ?

source: Would you like to turn on search suggestions?
co: Vulete attivà e suggestioni di ricerca ?

source: YES
co: SÌ

source: Yes please
co: Sì, per piacè

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
co: Ùn vi hè cidutu nisunu dirittu o licenza nant’à e marche deposte di a Fundazione Mozilla o di terzi, includendu i nomi è logò di Mozilla, Firefox o %1$s. Si pò cunsultà infurmazioni cumplementarie da <a href="%2$s">quì</a>.

source: You can leave %1$s to open this link in %2$s.
co: Avete da lascià %1$s per apre stu liame in %2$s.

source: You can use your fingerprint to continue your current app session.
co: Pudete impiegà a vostra impronta digitale per cuntinuà a sessione currente di l’appiecazione.

source: You have disabled Content Blocking for these websites.
co: Avete disattivatu u blucchime di cuntenutu per quessi siti web.

source: Your autocomplete list:
co: A vostra lista di scrittura mezu-autumatica :

source: Your browsing history has been erased.
co: A vostra cronolugia di navigazione hè stata squassata.

source: You’re protected!
co: Site prutetti !

source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
co: A vostra impronta digitale pò spalancà %1$s s’è un URL hè dighjà aperta dentru l’appiecazione. U modu furtivu serà attivatu.

source: %1$s is ready to block ads
co: %1$s hè prontu à bluccà e publicità

source: Ad blocking
co: Blucchime di publicità

source: Ad Blocking
co: Blucchime di publicità

source: As a private browser, we never save and cannot restore your last browsing session.
co: Cum’è a vostra ultima navigazione era privata, ùn l’avemu micca arregistrata è dunque ùn pudemu micca risturalla.

source: Block ads and other annoyances
co: Bluccà e publicità è altri scomudi

source: Block all cookies (will cause websites to break)
co: Bluccà tutti i canistrelli (impediscerà siti web di funziunà)

source: Block all third-party cookies (may cause websites to break)
co: Bluccà tutti i canistrelli terzi (pò impedisce i siti web di funziunà)

source: Block content like ads and code that follow you around the web and slow you down. Turn on ad blocking to browse faster without annoying ads.
co: Bluccà u cuntenu cum’è e publicità è u codice chì voi seguitanu da tutti i scorni di u Web è chì vi facenu andà pianu pianu. Attivate u blucchime di publicità per navigà più in furia è senza publicità scomude.

source: Blocks trackers that analyze and measure interactions like tapping and scrolling
co: Bluccheghja i perseguitatori chì analizanu è misuranu l’interazzioni cum’è picchichjà è sfilà

source: Blocks tracking activity, but may cause some sites and pages to behave unexpectedly
co: Impedisce u spiunagiu, ma pò cagiunà penseri nant’à certi siti è certe pagine

source: Block third-party trackers cookies (recommended)
co: Bluccà i canistrelli terzi di spiunagiu (ricumandatu)

source: Browse faster by stopping ads and code that follows you around the web.
co: Navigà più in furia blucchendu e publicità è u codice chì voi seguitanu da tutti i scorni di u Web.

source: Content Blocking is disabled
co: U blucchime di cuntenutu hè disattivatu

source: Content Blocking is enabled
co: U blucchime di cuntenutu hè attivatu

source: Copy image address
co: Cupià l’indirizzu di a fiura

source: Copy link address
co: Cupià l’indirizzu di a leia

source: Disable
co: Disattivà

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
co: I schedarii scaricati <b>ùn seranu micca squassati</b> quandu a crunulogia di %1$s hè squassata.

source: Download File
co: Scaricà u schedariu

source: Enable to autocomplete sites you add here.
co: Attivà per compie autumaticamente i siti chì voi aghjunghjite quì.

source: New feature! Browse faster by stopping ads and code that follow you around the web.
co: Nova funzione ! Navigà più in furia blucchendu e publicità è u codice chì voi seguitanu da tutti i scorni di u Web.

source: No (allow all cookies)
co: Innò (permette tutti canistrelli)

source: Oops
co: A richiesta ùn pò riesce

source: Open with app
co: Apre cù un’appiecazione

source: Removes ads designed to track site visits even if you don’t tap them
co: Caccia e publicità cuncepite per spiunà e vostre visite nant’à i siti ancu s’è voi ùn picchichjate micca nant’à i liami

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
co: Rivultate à i vostri siti favuriti in %1$s prestu prestu. Selezziunate puru « Fissà à u screnu d’accolta » da u listinu di %1$s.

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
co: E fiure sparte o arregistrate <b>ùn sò micca squassate </b>quandu a crunulogia di %1$s hè squassata.

source: Secure connection failed
co: Fiascu di a cunnessione assicurizata

source: Stops ads and other annoyances using block lists from Easylist, EasyPrivacy, Fanboy’s Annoyance, and 777Guard Mobile Ad Filter
co: Bluccheghja e publicità è altri scomudi impieghendu liste di blucchime cum'è Easylist, EasyPrivacy, Fanboy’s Annoyance, è 777Guard Mobile Ad Filter

source: Stops social-media related trackers embedded on websites, including social share buttons
co: Bluccheghja i perseguitatori assuciati à e rete suciale chì sò integrati à i siti web, includendu i buttoni di spartera

source: The address wasn’t understood
co: L’indirizzu ùn hè micca statu capitu

source: The connection timed out
co: Cumportu di cunnessione eccidutu

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
co: <ul> <li>Verificate a sintassa di l’indirizzu per circà i sbaglii cum’è <strong>ww</strong>.example.com invece di <strong>www</strong>.example.com</li> <li>S’ella ùn hè mancu pussibule di navigà nant’à un situ, verificate a cunnessione di dati o Wi-Fi di u vostru apparechju.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
co: <ul> <li>Forse u site hè timpurariamente indispunibule o sopraccarcu. Pruvate torna da quì à pocu.</li> <li>S’ella ùn hè mancu pussibule di navigà nant’à un situ, verificate a cunnessione di dati o Wi-Fi di u vostru apparechju.</li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
co: <ul> <li>A causa di stu penseru pò esse a disattivazione o u rifiutu di i canistrelli.</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
co: <ul> <li>Forse ci hè bisognu d’installà un’altra appiecazione per apre stu tipu d’indirizzu.</li> </ul>

source: We can’t load this page for some reason.
co: Per cagione scunnisciuta, ùn pudemu caricà sta pagina.

source: %1$@ wants to open %2$@
co: %1$@ vole apre %2$@

source: About %@
co: Apprupositu di %@

source: + Add Another Search Engine
co: + Aghjunghje un altru mutore di ricerca

source: Add Another Search Engine
co: Aghjunghje un altru mutore di ricerca

source: Add a %@ shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
co: Aghjunghjite un accurtatoghju %@ à u vostru screnu d’accolta. Dopu l’aghjuntu di u widget, tuccatelu è mantenelu per mudificallu è selezziunate un altru accurtatoghju.

source: Add a %@ Widget
co: Aghjunghjite un widget per %@

source: + Add Custom URL
co: + Aghjunghje un indirizzu persunalizatu

source: Add Custom URL
co: Aghjunghje un indirizzu persunalizatu

source: Add Siri shortcut
co: Aghjunghje un accurtatoghju Siri

source: Add to Siri
co: Aghjunghje à Siri

source: Apple Handoff is syncing
co: Sincrunizazione in corsu di Apple Handoff

source: Authenticate to return to %@
co: Ci vole à autenticassi per rivene à %@

source: Autocomplete
co: Scrittura mezu-autumatica

source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
co: Bluccate autumaticamente i perseguitatori quandu vo navigate. Tandu, picchichjate nant’à u buttone Squassà per squassà e pagine visitate, e ricerche, i canistrelli è e parolle d’intesa da u vostru apparechju.

source: Automatic private browsing.
co: Navigazione privata autumatica.

source: Block Content Trackers
co: Bluccà i perseguitatori di cuntenutu

source: Blocking other content trackers may break some videos and web pages.
co: Bluccà l’altri perseguitatori di cuntenutu pò impedisce certe video è pagine web d’affissassi currettamente.

source: Block trackers for improved privacy
co: Bluccate i perseguitatori per amendà a vita privata

source: Block trackers (or update settings to allow trackers)
co: Bluccate i perseguitatori (o mudificate i parametri per auturizalli)

source: Block web fonts
co: Bluccà e grafie web

source: Block web fonts to reduce page size
co: Bluccà e grafie web per riduce a dimensione di e pagine

source: Browse. Erase. Repeat.
co: Navigate. Squassate. Ripitite.

source: Browse like no one’s watching.
co: Navigate cum’è s’è nisunu vi fighjava.

source: By continuing, you agree to %@.
co: Cuntinuendu, vole si dì chì vo accettate e %@.

source: Clear your entire browsing session history, passwords, cookies anytime with a single tap.
co: Squassate a vostra cronolugia di navigazione, e vostre parolle d’intesa, i vostri canistrelli, à ogni mumentu, cù un’incalcata simplice.

source: Configure settings so you can decide how much or how little you share.
co: Cunfigureghja i parametri per sceglie s’è vò scumpartite assai o pocu.

source: Content blocking and tracking protection from Mozilla
co: Blucchime di cuntenutu è prutezzione contr’à u spiunagiu da Mozilla

source: Copyright © 2022 Mozilla. All rights reserved.
co: Copyright © 2022 Mozilla. Tutti i diritti riservati.

source: Create shortcuts to the sites you visit most:
co: Create l’accurtatoghji per i siti chì vo visitate u più :

source: CUSTOM URL LIST
co: LISTA DI L’INDIRIZZI PERSUNALIZATI

source: Custom URLs
co: Indirizzi persunalizati

source: DEFAULT URL LIST
co: LISTA D’INDIRIZZI PREDEFINITI

source: Disable until you close %@ or tap ERASE.
co: Disattiveghja fine à chì vo chjodite %@ o picchichjeghjite nant’à SQUASSÀ.

source: Enable %@
co: Attivà %@

source: Enable to have %@ autocomplete over 450 popular URLs in the address bar.
co: Attivà per chì %@ compii autumaticamente più di 450 indirizzi pupulari in a barra d’indirizzu.

source: Enable to have %@ autocomplete your favorite URLs.
co: Attivà per chì %@ compii autumaticamente i vostri indirizzi web favuriti.

source: ERASE
co: SQUASSÀ

source: Erase browsing session
co: Squassà a sessione di navigazione

source: Erase & Open
co: Squassà è apre

source: Erase to delete cookies as well as search and browsing history
co: Squassate i canistrelli è ancu e cronolugie di navigazione è di ricerca

source: Erase your browsing history, passwords, cookies, and prevent unwanted ads from following you in a simple click!
co: D’un cliccu simplice, squassate a vostra cronolugia di navigazione, e vostre parolle d’intesa, i vostri canistrelli, è impedite e publicità indesiderevule di seguitavvi.

source: Example: searchengine.example.com/search/?q=%s
co: Esempiu : esempiudimutorediricerca.com/search/?q=%s

source: Face ID can unlock %@ if a URL is already open in the app
co: Face ID pò spalancà %@ s’è un indirizzu web hè dighjà apertu in l’appiecazione

source: Fast. Private. No Distractions.
co: Rapidu. Pruvatu. Senza distrazzione.

source: Find in page: %@
co: Circà in a pagina : %@

source: Find in page done
co: Ricerca compia in a pagina

source: Find next in page
co: Circà a prossima occurrenza in a pagina

source: Find previous in page
co: Circà a precedente occurrenza in a pagina

source: Firefox cares about your privacy. Read more in %@.
co: Firefox face casu di a vostra vita privata.Sapene di più in a %@.

source: Firefox (Private Browsing)
co: Firefox (navigazione privata)

source: Get Search Suggestions
co: Ottene suggestioni di ricerca

source: Get the Firefox App
co: Installà Firefox

source: Go to Settings to manage specific privacy & security options.
co: Andà à i parametri per urganizà l’ozzioni specifiche di cunfidenzialità è di sicurità.

source: INSTALLED SEARCH ENGINES
co: MUTORI DI RICERCA INSTALLATI

source: INTEGRATION
co: INTEGRAZIONE

source: %@ is a dedicated privacy browser with tracking protection and content blocking.
co: %@ hè un navigatore dedicatu à a cunfidenzialità cù una prutezzione contr’à u spiunagiu è u blucchime di cuntenutu.

source: %@ is not enabled.
co: %@ ùn hè micca attivatu.

source: %@ isn’t like other browsers
co: %@ ùn hè micca cum’è l’altri navigatori

source: %@ is produced by Mozilla. Our mission is to foster a healthy, open Internet.
co: %@ hè sviluppatu da Mozilla. A nostra missione hè d’incuragisce un Internet apertu è in bella saluta.

source: Keep your data to yourself. %@ protects you from many of the most common trackers that follow what you do online.
co: Guardate i vostri dati dapervoi. %@ vi prutege da a maiò parte di i perseguitatori i più cunnisciuti chì seguitanu ciò chì vò fate in linea.

source: Link you copied:
co: Liame cupiatu :
